Repository: BackupTheBerlios/kana-no-quiz
Catalog: data/locale/*/LC_MESSAGES/kana-*-quiz.po
Languages: de, es, fr, gl, pt_br, ru, sr, sv

source: Introduction
de: Einführung
es: Introducción
gl: Introdución
pt_br: Introdução
ru: Введение
sr: Uvod
sv: Introduktion

source: Options
de: Optionen
es: Opciones
gl: Opcións
pt_br: Opções
ru: Настройки
sr: Opcije
sv: Alternativ

source: Start the quiz
de: Quiz starten
es: Comenzar el cuestionario
fr: Démarrer le quiz
gl: Comenzar o cuestionario
pt_br: Iniciar o jogo
ru: Начать тест
sr: Početi kviz
sv: Starta

source: About
de: Über
es: Acerca de
fr: À propos
gl: Acerca de
pt_br: Sobre
ru: О программе
sr: O čemu je reč...
sv: Om

source: Two different writing systems are commonly used by the Japanese: kanji & kana.
de: Üblicherweise werden in Japan zwei verschiedene Schriftsysteme verwendet: Kanji & Kana
es: Los japoneses normalmente utilizan dos sistemas de escritura diferentes: kanji y kana.
fr: Deux différents systèmes d'écriture sont communément employés par les Japonais : les kanji et les kana.
gl: Os xaponeses normalmente utilizan dous sistemas de escritura diferentes: kanji e kana.
ru: Японцы в основном используют две системы письменности - кандзи и кану.
sr: U Japanu se uobičajeno koriste dva različita načina pisanja: kandži i kana.
sv: Två olika skriftsystem är vanliga i Japanskan; kanji & kana.

source: Kanji are complex ideograms retranscribing words whereas kana are simple symbols used as syllables which have to be combined to make words. Any word in Japanese can be written using kana, it is like an alphabet.
de: Kanji sind komplexe Ideogramme, die Worte beschreiben. Kana hingegen sind einfache Symbole, die für Silben stehen und zusammengesetzt Worte ergeben. Jedes Wort im Japanischen kann in Kana geschrieben werden. Es ist mit einem Alphabet vergleichbar.
es: Kanji son ideogramas complejos que transcriben palabras mientras que kana son símbolos simples usados como sílabas que han de ser combinados para formar palabras. Toda palabra en japonés se puede escribir usando kana, es como un alfabeto.
fr: Les kanji sont des idéogrammes complexes qui retranscrivent des mots tandis que les kana sont de simples symboles utilisés comme syllabes qui doivent être combinées pour former des mots. N'importe quel mot en japonais peut être écrit en utilisant les kana, un peu comme un alphabet.
gl: Kanji son ideogramas complexos que transcriben palabras mientres que kana son símbolos simples usados como sílabas que teñen que ser combinados para formar palabras. Toda palabra en xaponés pódese escribir usando kana, é como un alfabeto.
ru: Кандзи - сложные иероглифы, которыми записываются слова, тогда как кана - простые символы, обозначающие слоги, которые нужно комбинировать, чтобы получить слова. Любое слово в японском языке можно записать каной - это как алфавит.
sr: Kandži su kompleksni ideogrami koji tumače reči dok su kana jednostavni simboli korišćeni kao slogovi koji, kombinovani, stvaraju reči. Na japanskom, bilo koja reč može se napisati koristeći kana, to je kao jedna vrsta azbuke.
sv: Kanji är komplexa ideogram som retranskriberar ord, medan kana är enkla symboler som används som stavelser, som kombineras för att skapa ord. Alla japanska ord kan skrivas med kana, ungefär som ett alfabet.

source: There are two kinds of kana: hiragana & katakana. Hiragana is the most-used traditional syllabary used to write Japanese words. Katakana is a larger syllabary, with more sounds, mostly used to write proper nouns and loanwords of foreign origin.
de: Es gibt zwei Arten von Kana: Hiragana & Katakana. Hiragana ist die gebräuchliche traditionelle Silbenschrift, zum Schreiben japanischer Worte. Katakana ist eine umfangreichere Silbenschrift, mit mehr Lauten, die dazu verwendet wird um Lehnworte zu schreiben..
es: Hay dos tipos de kana: hiragana y katakana. Hiragana es el silabario tradicional más usado para escribir palabras japonesas. Katakana es un silabario más amplio, con más sonidos, mayormente usado para escribir nombres propios y palabras prestadas de origen extranjero.
fr: Il existe deux types de kana : les hiragana et les katakana. Le hiragana est le syllabaire traditionnel le plus utilisé, on l'emploi pour retranscrire les mots japonais. Le katakana est un syllabaire plus vaste, comportant plus de sons, principalement employé pour écrire les noms propres et les mots d'emprunt, d'origine étrangère.
gl: Hai dous tipos de kana: hiragana e katakana. Hiragana é o silabario tradicional máis usado para escribir palabras xaponesas. Katakana é un silabario más amplo, con máis sonidos, maiormente usado para escribir nomes propios e palabras prestadas de orixe extranxeira.
pt_br: Existem dois tipos de kana: hiragana e katakana. Hiragana é o mais tradicional e mais usado modo de sílabas para se escrever palavras em japonês. Katakana possui bastantes sílabas , com mais sons, mais usado pra escrita de nomes formais
ru: Есть два вида каны: хирагана и катакана. Хирагана - наиболее часто используемая традиционная слоговая азбука, используемая для записи японских слов. Катакана - более крупная азбука, с бо́льшим количеством звуков, в основном используемая для записи имён собственных и заимствованных слов.
sr: Postoje dve vrste kana: hiragana i katakana. Hiragana su najkorišćeniji tradicijonalni slog upotrebljivan za stvaranje japanskih reči. Katakana je veći slog sa više zvukova obično korišćen u prepisu osobnih imena i reči pozajmljenih stranim jezicima.
sv: Det finns två typer av kana; hiragana och katakana. Hiragana är mest använda och den traditionella kanauppsättningen för att skriva japanska ord. Katakana har en större teckenuppsättning, med fler ljud, oftast använd för att skriva låneord och utländska egennamn.

source: Kana no quiz helps you to memorize kana and their associated sound, using transcription systems. For more simplicity, syllables have been split in multiple sets, and you can even choose to learn only a portion of kana at a time.
de: Kana no quiz hilft Ihnen Kana und ihren zugehörigen Laut (unter Verwendung eines Romanisierungssystems) zu lernen. Für eine einfachere Benutzung wurden die Silben in mehrere Gruppen aufgeteilt, damit Sie sich aussuchen können, welche Sie gleichzeitig lernen wollen.
es: Kana no quiz te ayuda a memorizar los kana y sus sonidos asociados, usando sistemas de transcripción. Para mayor simplicidad, las sílabas han sido divididas en múltiples conjuntos, e incluso puedes elegir aprender únicamente una porción del kana en cada momento.
fr: Kana no quiz vous aide à mémoriser les kana et leur prononciation associée en utilisant des systèmes de transcription. Pour plus de simplicité, les syllabes ont été divisées en plusieurs jeux, et vous pouvez même choisir de n'apprendre qu'une portions de kana à la fois.
gl: Kana no quiz axúdate a memorizar os kana e os seus sonidos asociados, usando sistemas de transcripción. Para maior simplicidade, as sílabas foron divididas en múltiples conxuntos, e incluso podes elixir aprender unicamente unha porción do kana en cada momento.
ru: Kana no quiz поможет вам запомнить символы каны и соответствующие им звуки, используя системы транскрипции. Для удобства слоги разделены на группы, и вы можете отдельно изучать выбранную вами часть азбуки.
sr: "Kana no quiz" vam pomaže de memorišete kana i njihove asocirane izraze (koristeći Hepburn-ov romanski prevodni sistem). Da bih učenje bilo lakše, slogovi su podeljeni na više skupova pa može se čak i učiti samo deo jednog kana skupa.
sv: Kana no quiz hjälper dig att memorera kana och deras associerade ljud/transkriberingar enligt hepburnsystemet. För ökad enkelhet har stavelserna blivit uppdelade över flera set, och du kan t.o.m välja att bara öva en del kana åt gången.

source: Have a good practice ! ^_^
de: Viel Spaß beim Lernen! ^_^
es: ¡Que tengas una buena práctica! ^_^
fr: Bonne chance dans votre apprentissage ! ^_^
gl: Que teñas unha boa práctica! ^_^
pt_br: Tenha uma bom treino ! ^_^
ru: Приятного изучения! ^_^
sr: Lepo se izvežbajte ! ^_^
sv: Lycka till med övningen! ^_^

source: What is this katakana?
de: Welches Katakana ist das?
es: ¿Qué katakana es éste?
fr: Quel est ce katakana ?
gl: Que katakana é este?
pt_br: O que é katakana?
ru: Какой это символ катаканы?
sr: Šta znači ovaj katakana?
sv: Vilken katakana är detta?

source: What is this hiragana?
de: Welches Hiragana ist das?
es: ¿Qué hiragana es éste?
fr: Quel est ce hiragana ?
gl: Que hiragana es este?
pt_br: O que é hiragana?
ru: Какой это символ хираганы?
sr: Šta znači ovaj hiragana?
sv: Vilken hiragana är detta?

source: Right! ^^
de: Richtig! ^^
es: ¡Correcto! ^^
fr: Juste ! ^^
gl: Correcto! ^^
pt_br: Certo! ^^
ru: Правильно! ^^
sr: Tačno! ^^
sv: Rätt!^^

source: Wrong!
de: Falsch!
es: ¡Mal!
fr: Faux !
gl: Mal!
pt_br: Errado!
ru: Неправильно!
sr: Pogrešno!
sv: Fel!

source: The answer was %s.
de: Die Antwort war %s.
es: La respuesta era %s.
fr: La réponse était %s.
gl: A resposta era %s.
pt_br: A resposta era %s.
ru: Правильный ответ - %s
sr: Odgovor je %s.
sv: Svaret var %s.

source: Quiz results
de: Quiz-Ergebnisse
es: Resultados del cuestionario
fr: Résultats du quiz
gl: Resultados do cuestionario
pt_br: Resultados do quiz
ru: Результаты теста
sr: Rezultati kviza
sv: Fråge resultat

source: Question total: %i.
de: Fragen gesamt: %i.
es: Total de preguntas: %i.
fr: Total des questions : %i.
gl: Total de preguntas: %i.
pt_br: Total de questões: %i.
ru: Всего вопросов: %i
sr: Ukupno postavljenih pitanja: %i.
sv: Frågor totalt: %i.

source: Good answers: %i.
de: Richtige Antworten: %i.
es: Respuestas correctas: %i.
fr: Bonnes réponses : %i.
gl: Respostas correctas: %i.
pt_br: Boas respostas: %i.
ru: Правильных ответов: %i
sr: Tačnih odgovora: %i.
sv: Rätt svar: %i.

source: Success rate: %i%%.
de: Erfolgsquote: %i%%.
es: Promedio de aciertos: %i%%.
fr: Taux de réussite : %i%%.
gl: Promedio de acertos: %i%%.
pt_br: Porcentagem de sucesso: %i%%.
ru: Правильно: %i%%.
sr: Procenat uspeha: %i%%
sv: Slutresultat: %i%%.

source: Here you can modify some quiz options.
de: Hier können Sie die Quiz-Optionen verändern.
es: Aquí puedes modificar algunas opciones de los cuestionarios.
fr: Ici vous pouvez modifier quelques options du quiz.
gl: Aquí podes modificar algunhas opcións dos cuestionarios.
pt_br: Aqui você pode alterar algumas opções do quiz.
ru: Здесь вы можете изменить некоторые настройки.
sr: Ovde mogu da se podese opcije kviza.
sv: Här kan du modifiera några fråge-alternativ.

source: Hiragana question sets
de: Hiragana Gruppen
es: Conjuntos de hiragana de los cuestionarios
fr: Jeux de questions hiragana
gl: Conxuntos de hiragana dos cuestionarios
pt_br: Sets de questões Hiragana
ru: Вопросы по хирагане
sr: Skupovi hiragana pitanja
sv: Hiragana frågeuppsättningar

source: Katakana question sets
de: Katakana Gruppen
es: Conjuntos de katakana de los cuestionarios
fr: Jeux de questions katakana
gl: Conxuntos de katakana dos cuestionarios
pt_br: Sets de questões Katakana
ru: Вопросы по катакане
sr: Skupovi katakana pitanja
sv: Katakana frågeuppsättningar

source: Basic
de: Grundlegende
es: Básico
fr: Basiques
gl: Básico
pt_br: Básico
ru: Основные
sr: Osnovni
sv: Grundtecken

source: Modified
de: Modifizierte
es: Modificado
fr: Modifiés
gl: Modificado
pt_br: Modificado
ru: Модифицированные
sr: Modifikovani
sv: Modifierade

source: Contracted
de: Verknüpfte
es: Contraído
fr: Contractés
gl: Contraído
pt_br: Contratado
ru: Сокращённые
sr: Skupljeni
sv: Sammandragna

source: Additional
de: Zusätzliche
es: Adicional
fr: Additionnels
gl: Adicional
pt_br: Adicional
ru: Дополнительные
sr: Dodatni
sv: Övriga

source: Portions
de: Bereiche
es: Porciones
gl: Porcións
ru: Настройки
sr: Delovi
sv: Uppdelningar

source: Hiragana
ru: Хирагана

source: Katakana
ru: Катакана

source: Basic set
de: Grundgruppen
es: Conjunto básico
fr: Jeu basique
gl: Conxunto básico
ru: Основные
sr: Osnovni
sv: Vanligt set

source: Modified set
de: Veränderte Gruppen
es: Conjunto modificado
fr: Jeu modifié
gl: Conxunto modificado
ru: Модифицированные
sr: Modifikovani
sv: Modifierat set

source: Contracted set
de: Kombinierte Gruppen
es: Conjunto contraído
fr: Jeu contracté
gl: Conxunto contraído
ru: Сокращённые
sr: Skupljeni
sv: Utstakat set

source: Additional set
de: Zusätzliche Gruppen
es: Conjunto adicional
fr: Jeu additionnel
gl: Conxunto adicional
ru: Дополнительные
sr: Dodatni
sv: Utökat set

source: Additional katakana
de: Zusätzliche Katakana
es: Katakana adicional
fr: Katakana additionnels
gl: Katakana adicional
ru: Дополнительные слоги катаканы
sr: Dodatni katakana delovi
sv: Utökad Katakana

source: If you are novice, it may be interesting at the beginning to train yourself only on portions instead of the full kana set.
de: Wenn Sie Anfänger sind, ist es sinnvoll anfangs nur einige Kana zu lernen, anstatt der ganzen Gruppe auf einmal.
es: Si eres novato, puede ser interesante al principio entrenarse únicamente en porciones en lugar de en el conjunto completo de kana.
fr: Si vous débutez, il peut être utile au début de ne vous entrainer que sur des portions plutôt qu'un jeu de kana tout entier.
gl: Se eres novato, pode ser interesante ó principio entrenarse unicamente en porcións en lugar de no conxunto completo de kana.
ru: Если вы - новичок, вас заинтересует возможность сперва потренироваться с отдельными группами слогов вместо полного набора.
sr: Ako ste početnik, interesantnije je krenuti treniranje samo na nekoliko kana umesto celim skupom.
sv: Om du är nybörjare kan det vara intressant att börja med att bara öva på en del kana, i stället för alla samtidigt.

source: Select the kana portions you want to train yourself upon:
de: Wählen Sie die Teilbereiche, die Sie trainieren wollen:
es: Selecciona las porciones de kana en las que deseas entrenarte de entre las siguientes:
fr: Sélectionnez les portions de kana sur lesquelles vous souhaitez vous entrainer :
gl: Selecciona as porcións de kana nas que desexas entrenarte de entre as seguintes:
ru: Выберите группы слогов, которые хотите изучать:
sr: Izaberi delove kana kojim hoćeš da se vežbaš
sv: Välj kana-delarna du vill träna dig på:

source: Select all
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
gl: Seleccionar todo
ru: Отметить все
sr: Sve izabrati
sv: Välj alla

source: Answering method:
de: Art der Antwort:
es: Método de respuesta:
fr: Méthode de réponse :
gl: Método de resposta:
ru: Режим ответа:
sr: Način odgovora:
sv: Svarssätt:

source: A random list
de: Zufallsliste
es: Lista aleatoria
fr: Une liste aléatoire
gl: Lista aleatoria
pt_br: Uma lista aleatória
ru: Случайный список
sr: Nasumice spisak
sv: En slumpmässig lista

source: A text entry
de: Texteingabe
es: Introducción de texto
fr: Une entrée textuelle
gl: Introdución de texto
pt_br: Uma entrada de texto
ru: Строка ввода
sr: tekstualni ispis
sv: Textinmatning

source: Random answer list size:
de: Länge der Zufallsliste:
es: Tamaño de la lista aleatoria de respuestas:
fr: Taille de la liste aléatoire de réponses :
gl: Tamaño daa lista aleatoria de respostas:
pt_br: Tamanho da lista de respostas aleatórias:
ru: Размер случайного списка вариантов ответа:
sr: Veličina spiska nasumice odgovora:
sv: Antal alternativ på slumplista:

source: %s choices
de: %s Auswahlmöglichkeiten
es: %s opciones
fr: %s choix
gl: %s opcións
ru: %s варианта
sr: %s izbora
sv: %s val

source: Quiz length:
de: Quiz-Länge:
es: Tamaño del cuestionario
fr: Longueur du quiz :
gl: Tamaño do cuestionario
ru: Длина:
sr: Dužina:
sv: Längd:

source: Don't repeat the same kana (as much as possible).
de: Gleiche Kana nicht wiederholen (so weit wie möglich).
es: No repetir los mismos kana (tanto como sea posible).
fr: Ne pas répéter le même kana (autant que faire se peut).
gl: Non repetir os mesmos kana (tanto como sexa posible).
pt_br: Não repita muito o mesmo kana
ru: Не повторять одни и те же слоги (насколько возможно).
sr: Ne ponavljati isti kana (po mogućnosti)
sv: Upprepa inte samma kana (så gott det går).

source: Language:
de: Sprache:
es: Idioma:
fr: Langue :
gl: Idioma:
pt_br: Idioma:
ru: Язык:
sr: Jezik:
sv: Språk:

source: English
de: Englisch
es: Inglés
fr: Anglais
gl: Inglés
pt_br: Inglês
ru: Английский
sr: Engleski
sv: Engelska

source: French
de: Französisch
es: Francés
fr: Français
gl: Francés
pt_br: Francês
ru: Французский
sr: Francuski
sv: Franska

source: Portuguese (Brazil)
de: Portugiesisch (Brasilien)
es: Portugués (Brasil)
fr: Portugais (Brésil)
gl: Portugués (Brasil)
pt_br: Português do Brasil
ru: Португальский (Бразилия)
sr: Portugalski (Brazil)
sv: Portugisiska (Braziliansk)

source: Serbian
de: Serbisch
es: Serbio
fr: Serbe
gl: Serbio
ru: Сербский
sr: Srpski
sv: Serbiska

source: Swedish
de: Schwedisch
es: Sueco
fr: Suédois
gl: Sueco
pt_br: Sueco
ru: Шведский
sr: Švedski
sv: Svenska

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
gl: Gardar
pt_br: Salvar
ru: Сохранить
sr: Sačuvati
sv: Spara

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
gl: Cancelar
pt_br: Cancelar
ru: Отмена
sr: Odustati
sv: Avbryt

source: A Japanese kana memorization tool.
de: Ein Lernprogramm für japanische Kana.
es: Una herramienta de memorización de los kana japoneses.
fr: Un outil pour mémoriser les kana Japonais.
gl: Unha ferramenta de memorización dos kana xaponeses.
ru: Инструмент для запоминания японской каны.
sr: Kana no quiz, alatka za učenje kana.
sv: Ett Japanskt memoreringsverktyg för kana.

source: Version %s.
es: Versión %s.
gl: Versión %s.
pt_br: Versão %s.
ru: версия %s
sr: Verzija %s.

source: Kana no quiz is free software with its source code released under the terms of the GNU General Public License (see `GPL.txt'). The whole multimedia content is released under the terms of the Free Art license (see `FAL.txt') with the exception of the kana image theme that was adapted from "Kana Test", released under the GNU GPL as well.
de: Kana no quiz ist freie Software und unter der "GNU GPL License" veröffentlicht (siehe "GPL.txt"). Die gesamten Multimediainhalte sind unter der "Free Art License" (siehe "FAL.txt") publiziert, mit Ausnahme der Kana-Darstellungen, die von "Kana Test" adaptiert wurden und unter der GNU GPL veröffentlicht sind.
es: Kana no quiz es software libre con su código fuente liberado bajo los términos de la GNU General Public License (ver 'GPL.txt'). Todo el contenido multimedia está liberado bajo los términos de la licencia de Free Art (ver 'FAL.txt') con la excepción del tema de las imágenes kana que fue adaptado de "Kana Test", liberado igualmente bajo el GNU GPL.
fr: Kana no quiz est un logiciel libre dont le code source est diffusé selon les termes de la Licence Publique Générale (GPL) GNU (voyez `GPL.txt'). Le contenu multimédia en entier est diffusé selon les termes de la Licence Art Libre (voyez `FAL.txt') à l'exception du theme d'image de kana adapté de "Kana Test", diffusé lui aussi sous licence GNU GPL.
gl: Kana no quiz é software libre co seu código fonte liberado baixo os termos da GNU General Public License (ver 'GPL.txt'). Todo o contido multimedia está liberado baixo os termos da licencia de Free Art (ver 'FAL.txt') coa excepción do tema das imaxes kana que foi adaptado de "Kana Test", liberado igualmente baixo o GNU GPL.
ru: Kana no quiz — свободное ПО с открытым кодом, распространяемым на условиях лицензии GNU General Public License (см. файл «GPL.txt»). Мультимедийные ресурсы распространяются под лицензией Free Art license (см. файл `FAL.txt'), за исключением набора символов каны, адаптированного из "Kana Test", который также распространяется под GNU GPL.
sr: Kana no quiz je free softver čiji "source code" spada pod GNU "General Public License" licencu (vidi `GPL.txt'). Ceo multimedija sadržaj spada pod "Free Art License" licencu (vidi `FAL.txt') osim slike kana teme adaptirane od "Kana Test" i koja spada pod GNU GPL licencu.
sv: Kana no quiz är ett gratis-program med källkod släppt under reglerna för GNU General Public License (se `GPL.txt'). Hela multimedia-innehållet är släppt under reglerna för Free art license (see `FAL.txt') with undantag för kana-bildtemat som var intagen från "Kana Test", släppt under GNU GPL också.

source: Credits
es: Créditos
fr: Crédits
gl: Créditos
pt_br: Créditos
ru: Авторы
sr: Krediti
sv: Medverkande

source: Main development: Choplair. Code contribution: Jeremy Bowers.
de: Hauptentwickler: Choplair. Mitentwickler: Jeremy Bowers.
es: Desarrollo principal: Choplair. Contribución al código: Jeremy Bowers.
fr: Développement principal : Choplair. Contribution de code : Jeremy Bowers.
gl: Desenvolvemento principal: Choplair. Contribución ó código: Jeremy Bowers.
ru: Основной код: Choplair. Отдельные части: Jeremy Bowers.
sr: Glavi developer: Choplair. Distribucija koda: Jeremy Bowers.
sv: Huvudutvecklare: Choplair. Kod-bidragare: Jeremy Bowers.

source: Close
de: Schließen
es: Cerrar
fr: Fermer
gl: Cerrar
pt_br: Fechar
ru: Закрыть
sr: Zatvori
sv: Stäng

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
gl: Advertencia
pt_br: Perigo
ru: Внимание
sr: Upozorenje
sv: Varning

source: Please select at least one kana portion to start the quiz.
de: Sie müssen mindestens eine Kana-Gruppe auswählen um das Quiz zu starten.
es: Por favor, selecciona al menos una porción de kana para comenzar el cuestionario.
fr: Veuillez sélectionner au moins un jeu de questions pour commencer le quiz.
gl: Por favor, selecciona polo menos unha porción de kana para comezar o cuestionario.
ru: Необходимо выбрать хотя бы одну группу вопросов.
sr: Morate izabrati bar jedan skup pitanja!
sv: Du måste välja minst en uppsättning frågor.

source: Transcription system:
de: Romanisierungssystem:
es: Sistema de transcripción:
fr: Système de transcription :
gl: Sistema de transcripción:
ru: Система транскрипции
sr: Romanizovan sistem:
sv: Romaniseringssystem:

source: Hepburn (most used)
de: Hepburn (empfohlen)
es: Hepburn (el más usado)
fr: Hepburn (le plus courrant)
gl: Hepburn (o máis usado)
ru: Hepburn
sr: Hepburn (savetuje se)
sv: Hepburn (rekommenderat)

source: Kunrei-shiki
ru: Кунрэй-сики

source: Nihon-shiki
ru: Нихон-сики

source: Information
es: Información
gl: Información
ru: Информация
sr: Informacije

source: Programming
de: Programmierung
es: Programación
fr: Programmation
gl: Programación
ru: Программирование
sr: Programiranje
sv: Programering

source: %s system.
es: Sistema %s.
fr: Système %s.
gl: Sistema %s.
ru: Система %s.
sr: %s sistem.

source: Stop
de: Stopp
es: Parar
fr: Arrêter
gl: Parar
ru: Стоп
sv: Stopp

source: German
de: Deutsch
es: Alemán
fr: Allemand
gl: Alemán
ru: Немецкий
sr: Nemački
sv: Tyskt

source: Quit
de: Beenden
es: Salir
fr: Quitter
gl: Saír
ru: Выход
sr: Izaći
sv: Avsluta

source: Unrecognized katakana: %s.
de: Nicht erkannte Katakana: %s.
es: Katakana no reconocidos: %s.
fr: Katakana non-reconnu(s) : %s.
gl: Katakana non recoñecidos: %s.
ru: Сокращённые слоги катаканы : %s.
sr: Neprepoznat katakana: %s.
sv: Sammandragna katakanadelar:%s.

source: Unrecognized hiragana: %s.
de: Nicht erkannte Hiragana: %s.
es: Hiragana no reconocidos: %s.
fr: Hiragana non-reconnu(s) : %s.
gl: Hiragana non recoñecidos: %s.
ru: Сокращённые слоги хираганы: %s.
sr: Neprepoznat hiragana: %s.
sv: Sammandragana hiraganadelar:%s.

source: Russian
de: Russisch
es: Ruso
fr: Russe
gl: Ruso
ru: Русский
sr: Ruski
sv: Rysk

source: Random answer selection range:
de: Art der Zufallsliste:
es: Conjunto de selección de respuestas aleatorias:
fr: Étendue de selection des réponses aléatoires :
gl: Conxunto de selección de respostas aleatorias:
ru: Размер случайного списка вариантов ответа:
sr: Veličina spiska nasumice odgovora:
sv: Antal alternativ på slumplista:

source: Same kana portions
de: Gleiche Kana-Teilbereiche
es: Las mismas porciones de kana
fr: Même portion de kana
gl: As mesmas porcións de kana
ru: С той же согласной (или без)
sr: Isti kana deo
sv: Samma kana-uppdelning
