Repository: BackupTheBerlios/kana-no-quiz
Catalog: data/locale/*/LC_MESSAGES/kana-*-quiz.po
Languages: de, es, fr, gl, pt_br, ru, sr, sv

source: Same kana set
de: Gleiche Kana-Tafel
es: El mismo conjunto de kana
fr: Même jeu de kana
gl: O mesmo conxunto de kana
ru: Из той же группы
sr: Isti kana skup
sv: Samma kana-omgång

source: Same kana kind
de: Gleichartige Kana
es: El mismo tipo de kana
fr: Même type de kana
gl: O mesmo tipo de kana
ru: Из той же азбуки
sr: Ista kana vrsta
sv: Samma kana-sort

source: Polivanov (cyrillic)
de: Polivanov (kyrillisch)
es: Polivanov (cirílico)
fr: Polivanov (cyrillique)
gl: Polivanov (cirílico)
ru: Поливанов (Кириллица)
sr: Polivanov (ćirilica)
sv: Polivanov (Kyrylliska)

source: questions.
de: Fragen.
es: preguntas.
gl: preguntas.
ru: вопрос.
sr: pitanja
sv: frågor%s.

source: Translations
de: Übersetzungen
es: Traducciones
fr: Traductions
gl: Traducións
ru: Переводы
sr: Delovi
sv: Översättningar

source: Kana
ru: Кана

source: Answering
de: XXXXXXXX
es: Respuestas
fr: Réponse
gl: Respostas
ru: Способ ответа
sr: Način odgovora:
sv: Svar

source: Sound
de: *ÜWOQ*ÜW
es: Sonido
fr: Son
gl: Son
ru: Звук
sr: Zvuk
sv: Ljud

source: Misc.
de: Versch.
fr: Divers
ru: Разное
sr: Razno
sv: Blandad

source: Kana tables
de: Kana-Tafeln
es: Tablas de kana
fr: Tableaux de kana
gl: Tablas de kana
ru: Таблицы каны
sr: Kana tabele
sv: Kana-uppställningar

source: Welcome to Kana no quiz version %s.
de: Willkommen zu Kana no quiz Version %s.
es: Bienvenido a Kana no quiz versión %s.
fr: Bienvenue sur Kana no quiz version %s.
gl: Benvido a Kana no quiz versión %s.
ru: Добро пожаловать в Kana no quiz версии %s.
sr: Dobrodošli u Kana no quiz, verzija %s.
sv: Välkommen till Kana no quiz version %s.

source: Crappy!
de: Lausig!
es: ¡Penoso!
fr: Nul !
gl: Penoso!
ru: Фигово!
sr: Slabo!
sv: Sämst!

source: Average
de: Mittelmäßig
es: Regular
fr: Moyen
gl: Regular
ru: Средне
sr: Srednje
sv: Medel

source: Good
de: Gut
es: Bien
fr: Bien
gl: Ben
ru: Хорошо
sr: Dobro
sv: Bra

source: Excellent!
de: Exzellent!
es: ¡Excelente!
gl: Excelente!
ru: Отлично!
sr: Odlično
sv: Utmärkt!

source: Here comes the complete kana tables, sorted respecting the Japanese traditional order (except for additional katakana that haven't been standardized).
de: Dies sind die kompletten Kana-Tafeln, die nach japanischer Tradition geordnet sind. (Mit Ausnahme der zusätzlichen Katakana, die nicht standardisiert sind.)
es: Aquí están las tablas de kana completas, ordenadas respetando el orden tradicional japonés (excepto para el katakana adicional que todavía no ha sido estandarizado).
fr: Voici les tableaux complets de kana, rangés suivant l'ordre traditionnel Japonais (à l'exception des katakana additionnels qui ne sont pas normalisés).
gl: Aquí están as táboas de kana completas, ordenadas respectando a orde tradicional xaponesa (excepto para o katakana adicional que aínda non foi estandarizado).
ru: Вот полные таблицы каны в традиционном японском порядке (за исключением дополнительных слогов катаканы, которые не стандартизированы).
sr: Ovo je celokupna tabela kana, složena po japanskom tradicijonalnom redu (osim dodatnih katakana koji nisu standardizovani)
sv: Här kommer den kompletta uppställningen av kana, sorterad efter den Japanska traditionella ordningen (utom för ytterligare katakana som inte har blivit standard ännu).

source: You may enjoy full kana list overview (with transcription), select the portions you want to be trained upon, and see larger image when clicking on a thumbnail.
de: Hier können Sie die kompletten Kana-Tafeln sehen (mit Romanisierung), und Teilbereiche, die Sie trainieren wollen, auswählen. Klicken Sie auf die Miniaturansicht, um ein Kana zu vergrößern.
es: Puedes disfrutar de la vista general de la lista completa de kana (con transcripción), seleccionar las porciones en las que deseas entrenarte, y ver una imagen más grande cuando pinches en una miniatura.
fr: Vous pouvez profiter d'une vue d'ensemble de la liste des kana (avec leur transcription), selectionner les portions sur lequelles vous souhaitez vous entrainer, et voir l'image plus grande en cliquant sur une miniature.
gl: Podes gozar da vista xeral da lista completa de kana (con transcripción), seleccionar as porcións nas que desexas entrenarte, e ver unha imaxe máis grande cando pinches nunha miniatura.
ru: Вы можете увидеть полный список слогов каны (с транскрипцией), выбрать группы слогов для изучения, и рассмотреть символ поближе, кликнув на него.
sr: Ovde možete dobiti pregled cele kana liste (sa prevodom). Izaberite deo kojim želite da se vežbate (za uvećanu sliku, kliknita na umanjenu sličicu).
sv: Du kan ånjuta hela listan av kana (med överföring), välj delarna du vill bli tränad i, och se helheten när du klickar på en thumbnail.

source: Kana image scale:
de: Größe der Kana
es: Escala de imágenes de kana:
fr: Échelle des images des kana :
gl: Escala de imaxes de kana:
ru: Размер изображения каны:
sr: Skala Kana slike:
sv: Kana bild-skala:

source: Small
de: Klein
es: Pequeña
fr: Petite
gl: Pequena
ru: Мелкий
sr: Mala
sv: Liten

source: Medium
de: Mittel
es: Media
fr: Moyenne
gl: Media
ru: Средний
sr: Srednja
sv: Mellan

source: Large
de: Groß
es: Grande
fr: Grande
gl: Grande
ru: Крупный
sr: Velika
sv: Stor

source: Kana image theme:
de: Kana-Darstellung:
es: Tema de imagen kana:
fr: Thème d'image des kana :
gl: Tema de imaxe kana:
ru: Набор изображений символов каны:
sr: Tema Kana slike:
sv: Kana bild-tema

source: Modern colorful
de: Farbig modern
es: Colorido moderno
fr: Moderne coloré
gl: Colorido moderno
ru: Современная цветная
sr: Morden colorful
sv: Modern färglyster

source: Traditionnal black & white
de: Tradionell schwarz/weiß
es: Blanco y negro tradicional
fr: Noir et blanc traditionnel
gl: Blanco e negro tradicional
ru: Традиционная чёрно-белая
sv: Traditionell svart och vit

source: Kana vocal pronouncing
de: Kana-Aussprache
es: Pronunciación vocal de kana
fr: Prononciation vocale des kana
gl: Pronunciación vogal de kana
ru: Запись голосового произношения
sr: Kana izgovaranje
sv: Kana röst-uttal

source: Female: Myrtille Chouard. Male: Pachilor.
de: Weiblich: Myrtille Chouard. Männlich: Pachilor.
es: Femenina: Myrtille Chouard. Masculina: Pachilor.
fr: Femme : Myrtille Chouard. Homme : Pachilor.
gl: Feminina: Myrtille Chouard. Masculina: Pachilor.
ru: Женский: Myrtille Chouard. Мужской: Pachilor.
sr: Žensko: Myrtille Chouard. Muško: Pachilor.
sv: Kvinna: Myrtille Chouard. Man: Pachilor.

source: Kana image themes
de: Kana-Darstellungen
es: Temas de imagen kana
fr: Thèmes d'image des kana
gl: Temas de imaxe kana
ru: Наборы изображений символов каны:
sr: Teme Kana slike
sv: Kana bild-temor

source: Modern colorful: Ms. Marie-Claire. Traditional black & white: adapted from "Kana Test".
de: Farbig modern: Frau Marie-Claire. Tradionell schwarz/weiß: adaptiert von "Kana Test".
es: Colorido moderno: Ms. Marie-Claire. Blanco y negro tradicional: adaptado de "Kana test".
fr: Moderne coloré : Mlle Marie-Claire. Noir et blanc traditionnel : adapté de "Kana Test".
gl: Colorido moderno: Ms. Marie-Claire. Blanco e negro tradicional: adaptado de "Kana test".
ru: Современная цветная: Ms. Marie-Claire. Традиционная чёрно-белая: адаптирована из "Kana Test".
sv: Modern färglyster: Ms. Marie-Claire. Traditionell svart och vit: hämtat från "Kana Test".

source: Artworks
de: Illustrationen
es: Trabajo artístico
fr: Dessins
gl: Traballo artístico
ru: Графика
sr: Umetničko delo
sv: Konstverk

source: Kana vocal pronouncing:
de: Kana-Aussprache:
es: Pronunciación vocal de kana:
fr: Prononciation vocale des kana :
gl: Pronunciación vogal de kana:
ru: Голос звукового воспроизведения слогов:
sr: Kana vokalno izgovaranje:
sv: Kana röst-uttal:

source: Female
de: Weiblich
es: Femenina
fr: Femme
gl: Feminina
ru: Женский
sr: Žensko
sv: Kvinna

source: Male
de: Männlich
es: Masculina
fr: Homme
gl: Masculina
ru: Мужской
sr: Muško
sv: Man

source: Both alternately
de: Beide abwechselnd
es: Alternar ambas
fr: Les deux alternativement
gl: Alternar ámbalas duas
ru: Оба по очереди
sr: Oboje naizmenično
sv: Båda alternativen

source: Question %s of %s.
es: Pregunta %s de %s.
gl: Pregunta %s de %s.

source: Brazilian: Matheus Villela. French: Choplair. German: Florian Niemann. Russian: Aleksej R. Serdyukov. Serbian: Dejan Danilovic. Spanish: Rafael López García. Swedish: Markus Fellnert.
es: Alemán: Florian Niemann. Brasileño: Matheus Villela. Galego: Rafael López García. Español: Rafael López García. Francés: Choplair. Ruso: Aleksej R. Serdyukov. Serbio: Dejan Danilovic. Sueco: Markus Fellnert.
gl: Alemán: Florian Niemann. Brasileiro: Matheus Villela. Galego: Rafael López García. Castelán: Rafael López García. Francés: Choplair. Ruso: Aleksej R. Serdyukov. Serbio: Dejan Danilovic. Sueco: Markus Fellnert.

source: Fayanne & Choplair.
es: Fayanne y Choplair.
gl: Fayanne e Choplair.

source: Spanish
es: Español
fr: Espagnol
gl: Castelán

source: OK
fr: Valider
sr: Okej

source: Question {0} of {1}.
fr: Question {0} sur {1}.

source: Brazilian: Matheus Villela. French: Choplair. Galician: Rafael López García. German: Florian Niemann. Russian: Aleksej R. Serdyukov. Serbian: Dejan Danilovic. Spanish: Rafael López García. Swedish: Markus Fellnert.
fr: Allemand : Florian Niemann. Brésilien : Matheus Villela. Espagnol: Rafael López García. Français : Choplair. Galicien: Rafael López García. Russe : Aleksej R. Serdyukov. Serbe :·Dejan Danilović. Suédois :·Markus·Fellnert.

source: Galician
fr: Galicien

source: Please restart Kana no quiz for the language change to take effect.
fr: Veuillez redémarrer Kana no quiz pour que la modification de langue prenne effet.

source: Two different writing systems are commonly used by Japaneses: kanji & kana.
pt_br: Dois sistemas de escrita diferente são comumente usados pelos japoneses: kanji e kana

source: Kanji are complex ideograms retranscribing words whereas kana are simple symbols used as syllabes which have to be combined to make words. Any word in Japanese can be written using kana, it is like an alphabet.
pt_br: Kanjis são ideogramas complexos com significados de palavras, já kanas são símbolos simples usados como sílabas que precisam ser combinados para formar palavras. Qualquer palavra em japonês pode ser escrita usando kana, é como um alfabeto.

source: Kana no quiz help you to memorize kana and their associated sound (using the Hepburn's roman transcription system). For more simplicity, syllabes have been splited in multiple sets, and you can even choose to learn only a portion of kana at a time.
pt_br: Kana no quiz ajuda você a memorizar kana's e os seus sons associados. Para mais simpliciada sílabas foram divididas em vários sets, então você pode escolher se deseja treinar apenas determinada parte do alfabeto.

source: Parts
pt_br: Partes

source: Basic hiragana parts
pt_br: Partes hiranaga básicas

source: Modified hiragana parts
pt_br: Partes hiragana modificadas

source: Basic katakana parts
pt_br: Partes katakana básicas

source: Modified katakana parts
pt_br: Partes katakana modificadas

source: Additional katakana parts
pt_br: Partes katakana adicionais

source: If you are novice, it may be interesting at the beginning to train yourself only on some kana instead of the full set.
pt_br: se você é um novato, pode er mais interessante começar treinando com apenas alguns kanas do que com o set completo.

source: Select the kana portion you want to train yourself upon:
pt_br: Escolha a parte de kanas que você deseja treinar:

source: All
pt_br: Todas

source: Answer mode:
pt_br: Modo de resposta:

source: 2 choices
pt_br: 2 escolhas

source: 3 choices
pt_br: 3 escolhas

source: 4 choices
pt_br: 4 escolhas

source: Length:
pt_br: Tamanho:

source: Kana no quiz, a kana reminder tool.
pt_br: Kana no quiz, uma ferramenta para se memorizar kana.

source: Kana no quiz is free software released under the GNU GPL license (see `GPL.txt'). Kana images are released under the Free Art license (see `FAL.txt').
pt_br: Kana no quiz é software livre lançado sobre a licença GNU GPL(leia 'GPL.txt'). Imagens Kana estão sobre a licença Free Art(leia 'FAL.txt').

source: Coding: Choplair & Pachilor. Kana image: Ms. Marie-Claire. Logo image: Choplair.
pt_br: Programação: Choplair & Pachilor. Imagens Kana: Ms. Marie-Claire. Logo: Choplair. Tradução: Matheus Villela.

source: You must select at least one question set.
pt_br: Você deve selecionar ao menos um set de questões.
